<?php return [
    'Оплатить' => 'Оплатить',
    'Оплачен' => 'Оплачен',
    'Ваш заказ отправлен на подтверждение, скоро наш оператор свяжется с Вами' => 'Ваш заказ отправлен на подтверждение, скоро наш оператор свяжется с Вами',
    'Ваш заказ отправлен на подтверждение' => [
        ' После подтверждения заказа вы сможете оплатить онлайн' => 'После подтверждения заказа вы сможете оплатить онлайн'
    ],
    'Ваш заказ отправлен на подтверждение  После подтверждения заказа вы сможете оплатить онлайн' => 'Ваш заказ отправлен на подтверждение.  После подтверждения заказа вы сможете оплатить онлайн',
    'Ваш заказ отправлен на подтверждение   После подтверждения заказа вы сможете оплатить онлайн' => 'Ваш заказ отправлен на подтверждение.  После подтверждения заказа вы сможете оплатить онлайн'
];
