<?php
return [
    'pending orders' => 'Ընթացիկ պատվերներ',
    'accepted orders' => 'Հաստատված պատվերներ',
    'declined orders' => 'Չեղարկված պատվերներ',
    'profile settings' => 'Իմ տվյաները',
    'logout' => 'Ելք',

    'logout? title' => 'Դուրս գա՞լ համակարգից:',
    'logout?' => 'Ցանկանու՞մ եք դուրս գալ համակարգից:',
    'logout confirm' => 'Դուրս գալ',

    'order' => 'Պատվեր',
    'list' => 'Ընդհանուր ցանկ',
    'order number' => 'Պատվերի համար',
    'date' => 'Ամսաթիվ',
    'sum' => 'Արժեք',
    'payment method' => 'Վճարման տեսակը',
    'cash' => 'կանխիկ',
    'online' => 'օնլայն',
    'status' => 'Կարգավիճակ',

    'pending' => 'ընթացիկ',
    'accepted' => 'հաստատված',
    'declined' => 'չեղարկված',

    'products' => 'Ապրանքներ',
    'more' => 'Մանրամասն',

    'login settings' => 'Մուտքի տվյալներ',
    'information updated' => 'Փոփոխությունները պահպանված են',
    'save' => 'Պահպանել',
    'personal info' => 'Անձնական տվյալներ',

    'empty' => [
        'pending' => 'Տվյալ պահին դուք չունեք ընթացիկ պատվեր:',
        'accepted' => 'Տվյալ պահին դուք չունեք հաստատված պատվեր:',
        'declined' => 'Տվյալ պահին դուք չունեք չեղարկված պատվեր:',
    ]
];