<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'failed' => 'Неверный логин и / или пароль.',
    'throttle' => 'Слишком много попыток. Пожалуйста, попробуйте снова через :seconds секунд.',
    'required' => 'Заполните данное поле',
    'unique' => 'Имя уже используется',
    'min' => 'Пароль должен содержать не менее :min символов.',
    'max' => 'Используйте максимум :max символов',
    'invalid phone' => 'Неверный номер телефона',
    'invalid email' => 'Неверный адрес эл. почты',
    'confirmed' => 'Пароли не совпадают',
    'internal error' => 'Не удается осуществить сделку.',
    'not verified' => 'Пожалуйста, подтвердите свой адрес эл. почты, чтобы войти в систему',
    'user not found' => 'Пользователь с этой эл. почтой не найдено.',
    'invalid password' => 'Неверный пароль',
    'blocked' => 'Пользователь заблокирован',

    'registered' => [
        'line 1' => 'Спасибо за регистрацию на сайте',
        'line 2' => 'Для завершения регистрации перейдите на указанную Вами электронную почту для подтверждения'
    ],
    'verified' => 'Эл. почта была успешно подтверждена',
    'reset link sent' => 'Сообщение для восстановления пароля отправлено на ваш адрес эл. почты.',

    'all required' => 'Все поля обязательны для заполнения.',

];
